Repository: ProtonMail/ios-mail
Catalog: Modules/InboxRSVP/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: be, ca, cs, da, de, el, es, es_419, fi, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tr, uk, zh_hans, zh_hant

source: You're offline. The displayed information may be out-of-date.
be: Вы па-за сеткай. Адлюстраваная інфармацыя можа быць састарэлай.
ca: Esteu fora de línia. La informació mostrada pot estar desactualitzada.
cs: Jste offline. Zobrazené informace nemusí být aktuální.
da: Du er offline. De viste oplysninger er muligvis forældede.
de: Du bist offline. Die angezeigten Informationen sind möglicherweise veraltet.
el: Είστε εκτός σύνδεσης. Οι εμφανιζόμενες πληροφορίες ενδέχεται να μην είναι ενημερωμένες.
es: Estás sin conexión. La información mostrada puede estar desactualizada.
es_419: No hay conexión. La información mostrada puede estar desactualizada.
fi: Olet yhteydetön. Näytetyt tiedot voivat olla vanhentuneita.
fr: Vous êtes hors ligne. Les informations affichées peuvent être obsolètes.
hu: Ön offline állapotban van. A megjelenített információk elavultak lehetnek.
id: Anda sedang offline. Informasi yang ditampilkan mungkin telah kedaluwarsa.
it: Sei offline. Le informazioni visualizzate potrebbero non essere aggiornate.
ja: オフラインです。表示されている情報が最新ではない可能性があります。
ka: კავშირი გაწყვეტილია. ნაჩვენები ინფორმაცია შეიძლება მოძველებული იყოს.
ko: 오프라인 상태입니다. 표시된 정보가 최신이 아닐 수 있습니다.
nb: Du er frakoblet. Informasjonen som vises kan være utdatert.
nl: U bent offline. De weergegeven informatie is mogelijk verouderd.
pl: Jesteś w trybie offline. Wyświetlane informacje mogą być nieaktualne.
pt: Está offline. A informação apresentada pode estar desatualizada.
pt_br: Você está off-line. As informações exibidas podem estar desatualizadas.
ro: Nu există conexiune. Informațiile afișate pot fi învechite.
ru: Вы не в сети. Отображаемая информация может быть устаревшей.
sk: Ste offline. Zobrazené informácie môžu byť neaktuálne.
sl: Ste brez povezave. Prikazane informacije so morda zastarele.
sv: Du är offline. Den visade informationen kan vara föråldrad.
tr: Çevrim dışısınız. Görüntülenen bilgiler güncel olmayabilir.
uk: Ви не в мережі. Відображена інформація може бути застарілою.

source: Your address can’t be used to reply. Please update your account information.
be: Ваш адрас нельга выкарыстоўваць для адказу. Абнавіце інфармацыю свайго ўліковага запісу.
ca: L'adreça no es pot utilitzar per a respondre. Actualitzeu la informació del compte.
cs: Vaši adresu nelze použít k odpovědi. Aktualizujte prosím informace o svém účtu.
da: Din adresse kan ikke bruges til at svare. Opdatér venligst dine kontooplysninger.
de: Deine E-Mail-Adresse kann nicht zum Antworten verwendet werden. Bitte Kontoinformationen aktualisieren.
el: Η διεύθυνσή σας δεν μπορεί να χρησιμοποιηθεί για απάντηση. Παρακαλούμε ενημερώστε τα στοιχεία του λογαριασμού σας.
es: Tu dirección no se puede usar para responder. Actualiza la información de tu cuenta.
es_419: Su dirección no puede ser utilizada para responder. Actualice la información de su cuenta.
fi: Osoitettasi ei voi käyttää vastaamiseen. Päivitäthän tilitietosi.
fr: Votre adresse ne peut pas être utilisée pour répondre. Veuillez mettre à jour les informations de votre compte.
hu: Az Ön címe nem használható válaszadáshoz. Kérjük, frissítse a fiókadatait.
id: Alamat Anda tidak dapat digunakan untuk membalas. Silakan perbarui informasi akun Anda.
it: Il tuo indirizzo non può essere utilizzato per rispondere. Aggiorna le informazioni del tuo account.
ja: お客様のアドレスは返信に使用できません。アカウント情報を更新してください。
ka: თქვენი მისამართის გამოყენება პასუხისთვის შეუძლებელია. გთხოვთ, განაახლოთ თქვენი ანგარიშის ინფორმაცია.
ko: 귀하의 주소는 답장에 사용할 수 없습니다. 계정 정보를 업데이트해 주세요.
nb: Din adresse kan ikke brukes til å svare. Oppdater kontoinformasjonen din.
nl: Uw adres kan niet worden gebruikt om te antwoorden. Update uw accountinformatie.
pl: Twojego adresu nie można użyć do wysłania odpowiedzi. Zaktualizuj informacje o swoim koncie.
pt: O seu endereço não pode ser utilizado para responder. Atualize as informações da sua conta.
pt_br: Seu endereço não pode ser usado para responder. Atualize as informações da sua conta.
ro: Adresa nu poate fi utilizată pentru a răspunde. Actualizați-vă informațiile din cont.
ru: Ваш адрес не может быть использован для ответа. Обновите данные аккаунта.
sk: Vašu adresu nie je možné použiť na odpoveď. Aktualizujte, prosím, informácie o svojom účte.
sl: Vašega naslova ni mogoče uporabiti za odgovor. Posodobite podatke o svojem računu.
sv: Din adress kan inte användas för att svara. Uppdatera din kontoinformation.
tr: Adresiniz yanıtlamak için kullanılamaz. Lütfen hesap bilgilerinizi güncelleyin.
uk: Вашу адресу не можна використовувати для відповіді. Будь ласка, оновіть інформацію свого облікового запису.
